#include <iostream>

using namespace std;
//---------------------Функции и Прототипы---------------------------------------





//------------------------MAIN----------------------------------------------------
int main() {
	//setlocale(LC_ALL, "RU");
	
	//-------------------------------САМА ПРОГА-------------------------------------

		cout << (char)201<<(char)203<< (char)203 << (char)203 << (char)203 << (char)203 << (char)203 << (char)187 << endl ;

	    cout << (char)200 << (char)202 << (char)202 << (char)202 << (char)202 << (char)202 << (char)202 << (char)188 << endl;





		system("pause");

	return 0;
}
